{
    "navbar.links.langaugeSwitcher.ar": "العربيه",
    "navbar.links.home": "Home",
    "navbar.links.products": "Products",
    "navbar.links.solutions": "Solutions",
    "navbar.links.services": "Our Services",
    "navbar.links.liveDemos": "Live Demos",
    "navbar.links.blog": "Blog",
    "navbar.links.ourClients": "Our Clients",
    "navbar.links.ourPartners": "Our Partners",
    "navbar.links.resources": "Resources",
    "navbar.links.contactUs": "Contact Us",
    "navbar.links.aboutUs": "About Us",
    "CardSectionView.Solutions.more": "More Solutions",
    "CardSectionView.Services.more": "More Services",
    "CardSectionView.blog.more": "More Blogs",
    "CardSectionView.ourPartners.more": "More success stories",

    "blog.searchBox.placeholder": "Search",
    "blog.categoryBox.label": "Categories",
    "blog.buttons.backToBlogs": "Back to blogs",

    "blog.details.meta.author": "Author: {author}",
    "blog.details.meta.translatedBy": "Translated by: {translator}",
    "blog.resault.showing":"Showing",
    "blog.resault.blogPosts":" Blog Posts",
    "blog.resault.ofBlog":"of",
    "blog.title.libraryThings":"Library Things",

    "homeHero.kware.slogan":"Think ahead . Think openly" ,
    "homeHero.kware.name":"Kwaretech ",
    "homeHero.kware.description":"Foundation for Trading is a Saudi Arab institution working in the field of systems integration specialized in bilingual Information Access Technologies for government institutions and companies.",
    "homeHero.button.demo":"Try live demo",
    "homeHero.button.start":"Get started",
    "homeHero.button.caseStudy":"Read case study",
    "homeHero.button.seeMore":"See more",
    "homeHero.button.learnMore":"Learn more",

    "products.label":"product",
    "products.title":"Create library services platform or repository management system",
    "products.description":"We offer you the services of managing libraries and electronic repositories, translation, localization, content hate and content management system through open source software, which leads to flexibility and customization in light of the continuous development and global orientation to open source software",

    "services.label":"Folio",
    "services.title":"The Future of Libraries is Open",
    "services.description":"FOLIO is a collaboration of libraries, developers and vendors building an open source library services platform. It supports traditional resource management functionality and can be extended into other institutional areas.",
    "services.text":"FOLIO, an open source project, aims to reimagine library software through a unique collaboration of libraries, developers and vendors. It moves beyond the traditional library management system to a new paradigm, where apps are built on an open platform, providing libraries more choice and delivering new services to users",
    "service.product.whatIs":"WHAT IS A FOLIO?",
    "service.product.abstract":"FOLIO, an open source project, aims to reimagine library software through a unique collaboration of libraries, developers and vendors. It moves beyond the traditional library management system to a new paradigm, where apps are built on an open platform, providing libraries more choice and delivering new services to users. The FOLIO platform includes core functionality found in current library management systems and is extensible, allowing libraries to meet ever changing needs.",
    "service.product.performance":"Better Performance",
    "service.product.performance.description":"You can now generate pages at deployment time and serve them over a CDN. With headless CMS and a Static Site Generator, only the most relevant parts of the stack are ever running when a user makes a request, speeding the whole process by reducing the number of steps.",
    "service.product.security":"Higher Security",
    "service.product.security.description":"Stop worrying about vulnerabilities. With a Headless CMS, you have no need for a server-side language to be executed, thus reducing your attack surface area and the risk of malware code injection.",
    "service.product.scale":"Scale your traffic, not your costs",
    "service.product.scale.description":" Because your files are served through CDN, when your app gets more requests, the CDN easily compensates for higher traffic.",
    "service.product.team":" Happier Engineering Team",
    "service.product.team.description":"Your dev team is not tied to a monolithic structure and can use any expert microservices. No more need to maintain several stacks for several usage, all content is centralized.",
    "service.product.team.abstract":"Thanks to the folks at Strapi who made the easiest tool to build database and data relationship. Building data without fightin’ with weird SQL command is dope. Great work!",
    "service.product.team.author":"Julien JohnTax",
    "service.product.team.authorJob":"Software Engineer",
    "service.product.marketing":"Independent marketing team",
    "service.product.marketing.description":"Marketers and content editors are able to not only modify the existing pages but also autonomously build new pages using components.",

    "home.feature":"TOP FEATURES",
    "home.feature.title":"Build apps fast.",
    "home.feature.text":"Building self-hosted, customizable, and performant content API has never been easier.",
    "home.feature.source":"Open Source",
    "home.feature.source.description":"Forever. The entire codebase is available on GitHub and maintained by hundreds of contributors.",
    "home.feature.customizable":"Customizable",
    "home.feature.customizable.description":"Easily customize the admin panel as well as the API. Extend your content management with custom plugins, in seconds.",
    "home.feature.restful":"RESTful or GraphQL",
    "home.feature.restful.description":"Consume the API from any client (React,Vue, Angular), mobile apps or even IoT devices, using REST or GraphQL.",
    "home.feature.hosted":"Self-hosted",
    "home.feature.hosted.description":"Don’t give up on data privacy or lock yourself in. Keep control of your data and your costs at all time.",





    "home.steps":"STEP-BY-STEP GUIDE",
    "home.steps.title":"How does it work?",
    "home.steps.description":"Make a flexible data structure in 2 minutes. Use our powerful features to customize your API.",
    "home.steps.step1":"Step. 1",
    "home.steps.step1.title":"Effortlessly create content structures that flex to your needs.",
    "home.steps.step1.description":"No matter which data structure is the best for your business, you can easily define models and add relations to create rich layout experiences.",
    "home.steps.step2":"Step. 2",
    "home.steps.step2.title":"Seamlessly write, edit and manage any content types.",
    "home.steps.step2.description":"   Once you have created your content architecture, you can start telling engaging stories. Allow cross-functional teams to deliver content faster no  matter your industries, use cases, locations, devices, and channels.",
    "home.steps.step3":"Step. 3",
    "home.steps.step3.title":"Easily build apps and digital experiences without the distraction of CMS complexities.",
    "home.steps.step3.description":"Focus your talent on what matters. You can integrate individual best-in-className services by third-party vendors and connect any framework of your choice.",
    "home.steps.step4":"Step. 4",
    "home.steps.step4.title":"Consume Strapi API from any client using REST or GraphQL.",
    "home.steps.step4.description":"You can use a standard RESTful API or GraphQL to query your content. Based on Apollo, our GraphQL plugin offers a full compatibility with the whole GraphQL ecosystem.",
    
    "home.steps.step5":"Step. 5",
    "home.steps.step5.title":"Deploy in 1-click on Digital Ocean, AWS or Heroku.",
    "home.steps.step5.description":" We partner with the best hosting platforms for a smooth and seamless deployment. All you have to do is choose the platform and use the 1-click deploy button.",
    "blog.noResults":"No results for",
    "comming.soon":"Coming Soon!",
    "comming.message":"We are currently working on developing our new website.",
    "comming.message.rest":"Few days are left."
    


    


    


    
    
    
    
    


    

    
    
    



    
    


    
    
    

    
    
    


    


    
    



}